Repository: esowooo/PumpkinCarriages
Catalog: PumpkinCarriage/07_UI/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko

# av.evi.method.officialEmail
source: Official Email
ja: 公式メール
ko: 공식 이메일

# av.evi.method.verificationCode
source: Verification Code
ja: 認証コード
ko: 인증 코드

# av.evi.placeholder.channelDetail
source: Briefly describe where the code is posted
ja: コードの掲載場所を簡潔に説明してください
ko: 코드가 게시된 위치를 간단히 설명

# av.evi.placeholder.channelUrl
source: Channel URL to post code
ja: コード掲載先URL
ko: 코드를 게시할 채널 URL

# av.evi.placeholder.emailLink
source: Link which email is shown or used
ja: メールが掲載されているリンク
ko: 이메일이 표시되거나 사용되는 링크

# av.evi.section.verificationMethod
source: Verification method
ja: 認証方法
ko: 인증 방식

# av.evi.step1.inputFields
source: Step 1: Input fields
ja: ステップ1：入力
ko: 1단계: 입력

# av.evi.step2.postCode
source: Step 2: Post code
ja: ステップ2：コード投稿
ko: 2단계: 코드 게시

# av.evi.step2.sendEmail
source: Step 2: Send Email
ja: ステップ2：メール送信
ko: 2단계: 이메일 보내기

# av.evi.step3.submit
source: Step 3: Submit
ja: ステップ3：送信
ko: 3단계: 제출

# av.evi.text.completeRegistrationTabFirst
source: Please complete the Registration tab first.
ja: 先に「登録」タブを完了してください。
ko: 먼저 등록 탭을 완료해주세요.

# av.evi.text.contactIfNoMethod
source: Please contact us directly if neither of proof method is possible. We are currently working on providing other methods.
ja: どの方法も利用できない場合は、お問い合わせください。現在他の方法を検討中です。
ko: 두 가지 방법 모두 어렵다면 직접 문의해주세요. 다른 방법도 제공할 수 있도록 개발 중입니다.

# av.evi.text.underReviewCannotEdit
source: Your application is under review. (Evidence cannot be edited)
ja: 現在審査中のため、証明内容は編集できません。
ko: 신청이 심사 중입니다. (증빙은 수정할 수 없습니다)

# av.field.business
source: Business
ja: 事業名
ko: 브랜드명

# av.field.category
source: Category
ja: カテゴリ
ko: 카테고리

# av.field.email
source: Email
ja: メール
ko: 이메일

# av.field.name
source: Name
ja: 氏名
ko: 이름

# av.field.phone
source: Phone
ja: 電話番号
ko: 전화

# av.field.role
source: Role
ja: 役職
ko: 역할

# av.placeholder.additionalMessage
source: Additional message
ja: 追加メッセージ
ko: 추가 메시지

# av.placeholder.applicantNameRequired
source: Applicant name (required)
ja: 申請者名（必須）
ko: 신청자 이름(필수)

# av.placeholder.brandName
source: Brand / Business name
ja: ブランド名／事業名
ko: 브랜드/사업명

# av.placeholder.emailOptional
source: Email (optional)
ja: メール（任意）
ko: 이메일(선택)

# av.placeholder.phoneOptional
source: Phone (optional)
ja: 電話番号（任意）
ko: 전화(선택)

# av.placeholder.roleTitleRequired
source: Role / title (required)
ja: 役職（必須）
ko: 역할/직함(필수)

# av.placeholder.vendorCategoryExample
source: Vendor Category (e.g.: studio, dress, hair&make, etc.)
ja: 事業者カテゴリ（例：スタジオ、ドレス、ヘア＆メイクなど）
ko: 업체 카테고리(예: 스튜디오, 드레스, 헤어&메이크 등)

# av.rejectionReason.title
source: Rejection reason
ja: 却下理由
ko: 거절 사유

# av.section.applicant
source: Applicant
ja: 申請者
ko: 신청자

# av.section.businessOptional
source: Business (optional)
ja: 事業情報（任意）
ko: 사업 정보(선택)

# av.section.confirmations
source: Confirmations
ja: 確認事項
ko: 확인

# av.section.messageToAdminOptional
source: Message to admin (optional)
ja: 管理者へのメッセージ（任意）
ko: 관리자에게 메시지(선택)

# av.status.format
source: Status: %@
ja: ステータス：%@
ko: 상태: %@

# av.tab.evidence
source: Evidence
ja: 証明
ko: 증빙

# av.tab.registration
source: Registration
ja: 登録
ko: 등록

# av.text.waitUntilReviewed
source: Please wait until your application is reviewed.
ja: 申請の審査が完了するまでお待ちください。
ko: 신청이 심사될 때까지 기다려주세요.

# av.toast.completeRegistrationFirst
source: Please complete Registration first.
ja: 先に登録を完了してください。
ko: 먼저 등록을 완료해주세요.

# av.toast.copied
source: Copied.
ja: コピーしました。
ko: 복사했습니다.

# avc.button.notNow
source: Not now
ja: 後で
ko: 나중에

# avc.button.startApplication
source: Start application
ja: 申請を開始
ko: 신청 시작

# avc.nav.vendorApplication
source: Vendor Application
ja: 事業者申請
ko: 업체 신청

# avc.step.evidence.detail
source: Official email or verification code
ja: 公式メールまたは認証コード
ko: 공식 이메일 또는 인증 코드

# avc.step.evidence.title
source: Evidence
ja: 証明
ko: 증빙

# avc.step.registration.detail
source: Your role and business basics
ja: 役割・事業の基本情報
ko: 역할 및 사업 기본 정보

# avc.step.registration.title
source: Registration
ja: 登録
ko: 등록

# avc.step.submit.detail
source: We will review and notify you
ja: 確認後に通知します
ko: 검토 후 안내드립니다

# avc.step.submit.title
source: Submit
ja: 提出
ko: 제출

# avc.text.subtitle
source: Complete registration and submit one evidence method so we can verify your official channel.
ja: 登録を完了し、1つ以上の証明方法を提出して公式チャンネルを確認します。
ko: 공식 채널을 확인할 수 있도록 등록을 완료하고 증빙 한 가지를 제출해주세요.

# avc.title.becomeVendor
source: Become a Vendor
ja: 事業者になる
ko: 업체 계정으로 등록하기

# avdv.alert.confirmChange.format
source: Change '%@' to '%@'?
ja: 『%@』を『%@』に変更しますか？
ko: '%@'을(를) '%@'(으)로 변경할까요?

# avdv.alert.confirmChange.title
source: Confirm Change
ja: 変更確認
ko: 변경 확인

# avdv.alert.openExternal.title
source: Open External Link?
ja: 外部リンクを開きますか？
ko: 외부 링크를 열까요?

# avdv.button.apply
source: Apply
ja: 適用
ko: 적용

# avdv.button.cancel
source: Cancel
ja: キャンセル
ko: 취소

# avdv.button.confirm
source: Confirm
ja: 確認
ko: 확인

# avdv.button.open
source: Open
ja: 開く
ko: 열기

# avdv.menu.changeStatus
source: Change Status
ja: ステータス変更
ko: 상태 변경

# avdv.menu.copyVendorId
source: Copy Vendor ID
ja: 事業者IDをコピー
ko: 업체 ID 복사

# avdv.menu.copyVendorPublicId
source: Copy Vendor Public Id
ja: ベンダーPublic Idをコピー
ko: 업체 Public Id 복사

# avdv.section.status
source: Status
ja: ステータス
ko: 상태

# avdv.toast.copied
source: Copied.
ja: コピーしました。
ko: 복사했습니다.

# avdvm.alert.changeStatusFailed.msg
source: Could not change vendor status.
ja: 事業者ステータスを変更できませんでした。
ko: 업체 상태를 변경할 수 없습니다.

# avdvm.alert.error.title
source: Error
ja: エラー
ko: 오류

# avdvm.alert.failed.title
source: Failed
ja: 失敗
ko: 실패

# avdvm.alert.onlyAdminCanChangeStatus.msg
source: Only admin can change vendor status.
ja: ステータス変更は管理者のみ可能です。
ko: 관리자만 업체 상태를 변경할 수 있습니다.

# avdvm.alert.permissionDenied.title
source: Permission denied
ja: 権限がありません
ko: 권한 없음

# avdvm.alert.sessionExpired.msg
source: Session expired. Please login again.
ja: セッションの有効期限が切れました。再度ログインしてください。
ko: 세션이 만료되었습니다. 다시 로그인해주세요.

# avdvm.message.loadDetailFailed.msg
source: Failed to load vendor details.
ja: 事業者詳細の読み込みに失敗しました。
ko: 업체 상세를 불러오지 못했습니다.

# avdvm.message.loadImagesFailed.msg
source: Failed to load vendor images.
ja: 事業者画像の読み込みに失敗しました。
ko: 업체 이미지를 불러오지 못했습니다.

# avdvm.message.refreshSummaryFailed.msg
source: Failed to refresh vendor summary.
ja: 事業者概要の更新に失敗しました。
ko: 업체 요약을 갱신하지 못했습니다.

# avdvm.message.statusChanged.format
source: Vendor status changed to %@.
ja: 事業者ステータスを%@に変更しました。
ko: 업체 상태가 %@로 변경되었습니다.

# avdvm.message.updated.title
source: Updated
ja: 更新しました
ko: 업데이트됨

# avdvm.message.warning.title
source: Warning
ja: 警告
ko: 경고

# avm.alert.defaultTitle
source: Alert
ja: 通知
ko: 알림

# avm.error.cannotEdit
source: You can’t edit the application in its current status.
ja: 現在のステータスでは編集できません。
ko: 현재 상태에서는 신청을 수정할 수 없습니다.

# avm.error.requiredFields
source: Please check the required fields.
ja: 必須項目を確認してください。
ko: 필수 항목을 확인해주세요.

# avm.error.reviewEvidence
source: Please review your evidence details.
ja: 証明内容を確認してください。
ko: 증빙 내용을 확인해주세요.

# avm.error.saveFirst
source: Please save the registration information first.
ja: 先に登録情報を保存してください。
ko: 먼저 등록 정보를 저장해주세요.

# avm.primary.saveContinue
source: Save & Continue
ja: 保存して続行
ko: 저장하고 계속

# avm.primary.updateContinue
source: Update & Continue
ja: 更新して続行
ko: 수정하고 계속

# avm.rejection.fallback
source: Rejected
ja: 却下
ko: 거절됨

# avm.statusSubtitle.approved
source: Approved. You can now use vendor features.
ja: 承認されました。事業者機能をご利用いただけます。
ko: 승인되었습니다. 이제 업체 기능을 사용할 수 있습니다.

# avm.statusSubtitle.archived
source: This application is archived.
ja: この申請はアーカイブされています。
ko: 이 신청은 보관 처리되었습니다.

# avm.statusSubtitle.beforeStart
source: Save registration to start your application.
ja: 申請を開始するには、登録内容を保存してください。
ko: 신청을 시작하려면 등록 정보를 저장하세요.

# avm.statusSubtitle.initial
source: Complete registration and submit evidence.
ja: 登録を完了し、証明書類を提出してください。
ko: 등록을 완료하고 증빙을 제출하세요.

# avm.statusSubtitle.pending
source: We are reviewing your submission.
ja: 提出内容を確認しています。
ko: 제출 내용을 심사 중입니다.

# avm.statusSubtitle.rejected
source: Please review the rejection reason and resubmit.
ja: 却下理由を確認し、再提出してください。
ko: 거절 사유를 확인하고 재신청하세요.

# avm.success.evidenceSubmitted
source: Evidence submitted. Please wait for admin review.
ja: 証明が送信されました。管理者の確認をお待ちください。
ko: 증빙이 제출되었습니다. 관리자 심사를 기다려주세요.

# avv.filter.status.all
source: All
ja: すべて
ko: 전체

# avv.search.button
source: Search
ja: 検索
ko: 검색

# avv.search.noResults
source: No vendors found.
ja: 事業者が見つかりませんでした。
ko: 업체가 없습니다.

# avv.search.prompt
source: Search
ja: 検索
ko: 검색

# avvm.alert.error.title
source: Error
ja: エラー
ko: 오류

# avvm.alert.loadFailed.msg
source: Failed to load vendors. Please try again.
ja: 事業者の読み込みに失敗しました。もう一度お試しください。
ko: 업체를 불러오지 못했습니다. 다시 시도해주세요.

# common.copyLink
source: Copy Link
ja: リンクコピー
ko: 링크 복사

# common.open
source: Open
ja: 開く
ko: 열기

# epvm.alert.dupEmail.msg
source: This email is already in use.
ja: このメールは既に使用されています。
ko: 이미 사용 중인 이메일입니다.

# epvm.alert.dupEmail.title
source: Duplicate Email
ja: メールが重複しています
ko: 이메일 중복

# epvm.alert.dupUsername.msg
source: This username is already in use.
ja: このユーザー名は既に使用されています。
ko: 이미 사용 중인 아이디입니다.

# epvm.alert.dupUsername.title
source: Duplicate Username
ja: ユーザー名が重複しています
ko: 아이디 중복

# epvm.alert.error.title
source: Error
ja: エラー
ko: 오류

# epvm.alert.generic.msg
source: Something went wrong. Please try again later.
ja: 問題が発生しました。しばらくしてから再試行してください。
ko: 문제가 발생했습니다. 잠시 후 다시 시도해주세요.

# epvm.alert.missingBaseline.msg
source: Missing baseline user. Please reopen this screen.
ja: ユーザー情報が見つかりません。画面を開き直してください。
ko: 기준 사용자 정보가 없습니다. 이 화면을 다시 열어주세요.

# epvm.alert.userNotFound.msg
source: User not found. Please try again later.
ja: ユーザーが見つかりません。しばらくしてから再試行してください。
ko: 사용자를 찾을 수 없습니다. 잠시 후 다시 시도해주세요.

# faqv.button.viewFull
source: View full FAQs
ja: FAQをすべて見る
ko: ‘자주 묻는 질문’ 전부 보기

# faqv.category.account
source: Account Related
ja: アカウント
ko: 계정 관련

# faqv.category.app
source: App Related
ja: アプリ
ko: 앱 관련

# faqv.category.other
source: Others
ja: その他
ko: 기타

# faqv.category.privacy
source: Privacy Related
ja: プライバシー
ko: 개인정보 관련

# faqv.category.vendor
source: Vendor Related
ja: 事業者関連
ko: 업체 관련

# faqv.q.account.deleteSoft.body
source: You can start the account deletion process in the app menu. For details, please refer to the Deletion & Retention Policy.
ja: アプリのメニューからアカウント削除手続きを開始できます。詳細は「削除/保管ポリシー（Deletion & Retention Policy）」をご参照ください。
ko: 앱 메뉴에서 계정 삭제 절차를 시작할 수 있습니다. 자세한 내용은 “삭제/보관 정책(Deletion & Retention Policy)”을 참고해 주세요.

# faqv.q.account.deleteSoft.title
source: How do I delete my account?
ja: アカウントはどうやって削除しますか？
ko: 계정은 어떻게 삭제하나요?

# faqv.q.favorites.how.title
source: How do I use Marks?
ja: お気に入り(Mark)はどう使いますか？
ko: 마크는 어떻게 사용하나요?

# faqv.q.guest.canUse.body
source: Yes, but some features may be limited.
ja: はい。ただし一部の機能は制限される場合があります。
ko: 네, 다만 일부 기능이 제한될 수 있습니다.

# faqv.q.guest.canUse.title
source: Can I use the app as a guest (without an account)?
ja: ゲスト（アカウントなし）でも利用できますか？
ko: 게스트(계정 없이)로도 앱을 사용할 수 있나요?

# faqv.q.guest.limits.body
source: Contact details (email/phone), detailed addresses (e.g., street name), and some external links may be hidden or restricted for viewing/copying/opening. Favorites are not available for guests.
ja: 連絡先（メール/電話）、詳細住所（例：丁目・番地等）、および一部の外部リンクは非表示になったり、閲覧/コピー/開く操作が制限される場合があります。ゲストはお気に入り機能を利用できません。
ko: 연락처(이메일/전화), 상세 주소(예: 도로명) 및 일부 외부 링크는 숨김 처리되거나 열람/복사/열기 기능이 제한될 수 있습니다. 게스트는 즐겨찾기를 사용할 수 없습니다.

# faqv.q.guest.limits.title
source: What is limited for guest users?
ja: ゲスト利用では何が制限されますか？
ko: 게스트 이용 시 무엇이 제한되나요?

# faqv.q.legal.takedown.body
source: Please submit reports via email. We handle requests in accordance with our Content / IP Takedown Policy.
ja: 申立てはメールで受け付けます。対応は「Content / IP Takedown Policy」に従って行います。
ko: 신고는 이메일로 접수해 주세요. 요청은 “Content / IP Takedown Policy”에 따라 처리합니다.

# faqv.q.legal.takedown.title
source: Where can I report rights infringement (copyright, portrait rights, etc.)?
ja: 権利侵害（著作権、肖像権など）はどこに申告できますか？
ko: 권리 침해(저작권, 초상권 등)는 어디에 신고하나요?

# faqv.q.service.what.body
source: A platform where you can browse wedding-related vendors and save favorites. We may add features such as booking, contact, and community in the future.
ja: ウェディング関連のベンダー（事業者）情報を閲覧し、お気に入り(Mark)に保存できるプラットフォームです。将来的に予約、連絡、コミュニティ等の機能を追加する場合があります。
ko: 웨딩 관련 벤더(업체) 정보를 열람하고 즐겨찾기를 할 수 있는 플랫폼입니다. 향후 예약, 연락, 커뮤니티 등의 기능이 추가될 수 있습니다.

# faqv.q.service.what.title
source: What is this service?
ja: このサービスは何ですか？
ko: 이 서비스는 무엇인가요?

# faqv.q.support.contact.body
source: Tap the “Contact” button in the app to open your default mail app, or email us directly.
ja: アプリ内の「Contact」ボタンをタップすると、標準のメールアプリが開きます。メールで直接ご連絡いただくこともできます。
ko: 앱에서 “Contact” 버튼을 누르면 기본 메일 앱이 열립니다. 또는 이메일로 직접 연락하실 수도 있습니다.

# faqv.q.support.contact.title
source: How can I contact support?
ja: サポートへはどう連絡できますか？
ko: 고객 지원에 어떻게 문의하나요?

# faqv.q.vendor.contact.body
source: Use the vendor’s contact details or external links. Any consultation/transaction is handled between you and the vendor (the operator is not a party to the transaction).
ja: ベンダーの連絡先情報または外部リンクから進めてください。相談/取引は利用者とベンダー間で行われ、運営者は取引当事者ではありません。
ko: 업체의 연락처 정보 또는 외부 링크를 통해 진행해 주세요. 상담/거래는 이용자와 업체 간에 이루어지며, 운영자는 거래 당사자가 아닙니다.

# faqv.q.vendor.contact.title
source: How do I contact a vendor or proceed with a transaction?
ja: 事業者(ベンダー)へ連絡したり取引を進めるにはどうすればよいですか？
ko: 업체에 연락하거나 거래를 진행하려면 어떻게 하나요?

# faqv.q.vendor.howToRegister.body
source: Submit a vendor conversion/registration request and it will be reviewed before publication. Please check ‘Apply’ menu.
ja: ベンダー切替/登録の申請を提出すると、公開前に審査が行われます。「Apply」メニューをご確認ください。 ※日本国内の事業者の登録は、状況により制限される場合があります。
ko: 벤더 전환/등록 신청을 제출하면, 공개 전에 심사를 거칩니다. “Apply” 메뉴를 확인해 주세요.

# faqv.q.vendor.howToRegister.title
source: How can I become a vendor?
ja: 事業者(ベンダー)になるにはどうすればよいですか？
ko: 벤더가 되려면 어떻게 하나요?

# faqv.q.vendor.whoRegisters.body
source: In principle, vendors register and manage their own information. The operator does not guarantee completeness, accuracy, or timeliness of the information.
ja: 原則として、ベンダーが自身の情報を登録・管理します。運営者は情報の完全性・正確性・最新性を保証しません
ko: 원칙적으로 벤더가 직접 정보를 등록하고 관리합니다. 운영자는 정보의 완전성, 정확성, 최신성을 보장하지 않습니다.

# faqv.q.vendor.whoRegisters.title
source: Who registers vendor information?
ja: 事業者(ベンダー)情報は誰が登録しますか？
ko: 업체(벤더) 정보는 누가 등록하나요?

# faqv.title.faqs
source: FAQs
ja: よくある質問
ko: 자주 묻는 질문

source: Full FAQ is available in Japanese and Korean only.
ja: 全てのFAQは日本語と韓国語のみ表示可能です
ko: 자주 묻는 질문 전체는 한국어와 일본어로만 지원합니다.

# hv.alert.signInRequired.msg
source: Please sign in to view Marks.
ja: マークを表示するにはログインしてください。
ko: 마크를 보려면 로그인해주세요.

# hv.alert.signInRequired.title
source: Sign in required
ja: ログインが必要です
ko: 로그인이 필요합니다

# hv.title.main
source: Pumpkin Carriages
ja: Pumpkin Carriage

# irv.placeholder.failedToLoad
source: Failed to load
ja: 読み込みに失敗しました
ko: 불러오기에 실패했습니다

# irv.placeholder.imageNotFound
source: Image not found
ja: 画像が見つかりません
ko: 이미지를 찾을 수 없습니다

# lv.button.guestLogin
source: Login as Guest
ja: ゲストとしてログイン
ko: 게스트로 로그인

# lv.button.login
source: Login
ja: ログイン
ko: 로그인

# lv.button.signUp
source: Sign up
ja: 新規登録
ko: 회원가입

# lv.label.email
source: Email
ja: メール
ko: 이메일

# lv.label.password
source: Password
ja: パスワード
ko: 비밀번호

# lv.placeholder.email
source: Email
ja: メール
ko: 이메일

# lv.text.noAccount
source: Don't have an account?
ja: アカウントをお持ちでないですか？
ko: 계정이 없나요?

# lv.toast.signInSuccess
source: Sign in successful.
ja: ログインしました。
ko: 로그인되었습니다.

# lvm.alert.inactiveUser.msg
source: Your account may be inactive or terminated. Please contact support.
ja: このアカウントは無効または停止されています。サポートにお問い合わせください。
ko: 계정이 비활성화되었거나 종료되었을 수 있습니다. 지원팀에 문의하세요.

# lvm.alert.invalidEmail.msg
source: Please check your email again.
ja: メールを再度確認してください。
ko: 이메일을 다시 확인해주세요.

# lvm.alert.invalidEmail.title
source: Invalid Email
ja: 無効なメール
ko: 이메일이 올바르지 않습니다

# lvm.alert.invalidPassword.hintMsg
source: Please check password again. (Tip: your password may include leading/trailing spaces.)
ja: パスワードを確認してください。（前後に空白が含まれている可能性があります）
ko: 비밀번호를 다시 확인해주세요. (팁: 비밀번호에 앞/뒤 공백이 포함될 수 있습니다.)

# lvm.alert.invalidPassword.msg
source: Please check password again.
ja: パスワードを確認してください。
ko: 비밀번호를 다시 확인해주세요.

# lvm.alert.invalidPassword.title
source: Invalid Password
ja: 無効なパスワード
ko: 비밀번호가 올바르지 않습니다

# lvm.alert.loginFailed.title
source: Failed to Login.
ja: ログインに失敗しました
ko: 로그인 실패

# lvm.alert.unexpected.msg
source: Unexpected error occurred.
ja: 予期しないエラーが発生しました。
ko: 예상치 못한 오류가 발생했습니다.

# mkv.alert.signInRequired.title
source: Sign in required
ja: ログインが必要です
ko: 로그인이 필요합니다

# mkv.text.noMarkFound
source: No Mark Found
ja: マークはありません
ko: 마크가 없습니다

# mkv.text.signInAgainIfIncorrect
source: If this looks incorrect, please sign in again.
ja: 表示に問題がある場合は、再度ログインしてください。
ko: 이 내용이 맞지 않다면, 다시 로그인해주세요.

# mkv.text.signInToUseMarks
source: Please sign in to use Marks.
ja: マーク機能を利用するにはログインしてください。
ko: 마크를 사용하려면 로그인하세요.

# mkvm.alert.loadFailed.msg
source: Please try again.
ja: もう一度お試しください。
ko: 다시 시도해주세요.

# mkvm.alert.loadFailed.title
source: Failed to load marked vendors
ja: ブックマークした事業者の読み込みに失敗しました
ko: 마크한 업체를 불러오지 못했습니다

# mlv.filter.allVendors
source: All vendors
ja: すべての事業者
ko: 전체 업체

# mlv.filter.label
source: Filter
ja: フィルター
ko: 필터

# mlv.filter.reset
source: Reset
ja: リセット
ko: 초기화

# mlv.order.label
source: Order
ja: 並び順
ko: 정렬

# mlv.order.mostMarked
source: Most Marked
ja: ブックマーク数が多い順
ko: 가장 많이 마크됨

# mlv.order.nameAsc
source: Name (A–Z)
ja: 名前（A–Z）
ko: 이름 (A–Z)

# mlv.order.nameDesc
source: Name (Z–A)
ja: 名前（Z–A）
ko: 이름 (Z–A)

# mlv.search.prompt
source: Search
ja: 検索
ko: 검색

# mlvm.alert.error.title
source: Error
ja: エラー
ko: 오류

# mlvm.alert.loadFailed.msg
source: Failed to load vendors. Please try again.
ja: 事業者の読み込みに失敗しました。もう一度お試しください。
ko: 업체를 불러오지 못했습니다. 다시 시도해주세요.

# mv.section.category
source: Category
ja: カテゴリ
ko: 카테고리

# mv.section.popularStores
source: Popular Stores
ja: 人気の店舗
ko: 인기 스토어

# mvm.alert.loadFailed.msg
source: Please try again.
ja: もう一度お試しください。
ko: 다시 시도해주세요.

# mvm.alert.loadFailed.title
source: Failed to load vendors
ja: 事業者の読み込みに失敗しました
ko: 업체를 불러오지 못했습니다

# pcv.placeholder.password
source: Password
ja: パスワード
ko: 비밀번호

# pv.alert.signOut.msg
source: Are you sure you want to sign out?
ja: ログアウトしますか？
ko: 정말 로그아웃할까요?

# pv.alert.signOut.title
source: Sign Out
ja: ログアウト
ko: 로그아웃

# pv.button.adminPortal
source: Admin Portal
ja: 管理者ポータル
ko: 관리자 포털

# pv.button.applyVendor
source: Apply for Vendor
ja: 事業者申請
ko: 업체 신청

# pv.button.cancel
source: Cancel
ja: キャンセル
ko: 취소

# pv.button.inquiry
source: Inquiry
ja: お問い合わせ
ko: 문의

# pv.button.notifications
source: Notifications
ja: お知らせ
ko: 알림

# pv.button.setting
source: Setting
ja: 設定
ko: 설정

# pv.button.signInSignUp
source: Sign In / Sign Up
ja: ログイン／新規登録
ko: 로그인 / 회원가입

# pv.button.signOut
source: Sign Out
ja: ログアウト
ko: 로그아웃

# pv.button.vendorPortal
source: Vendor Portal
ja: 事業者ポータル
ko: 업체 포털

# pv.inquiry.body
source: Please provide us as much detail as possible so we can assist you.
ja: サポートのため、できるだけ詳しくご記入ください。
ko: 도움을 드릴 수 있도록 가능한 한 자세히 적어주세요.

# pv.mail.unavailable.msg
source: Please sign in into your Mail app and try again.
ja: メールアプリにサインインしてから、もう一度お試しください。
ko: 메일 앱에 로그인한 뒤 다시 시도해주세요.

# pv.mail.unavailable.title
source: Unable to access Mail app
ja: メールアプリにアクセスできません
ko: 메일 앱에 접근할 수 없습니다

# pv.message.accessDenied.admin.msg
source: Please sign in with admin account.
ja: 管理者アカウントでログインしてください。
ko: 관리자 계정으로 로그인해주세요.

# pv.message.accessDenied.title
source: Access Denied
ja: アクセスが拒否されました
ko: 접근 거부

# pv.message.accessDenied.vendorOrAdmin.msg
source: Please sign in with a vendor/admin account.
ja: 事業者／管理者アカウントでログインしてください。
ko: 업체/관리자 계정으로 로그인해주세요.

# pv.message.loginFailed.title
source: Login Failed.
ja: ログインに失敗しました
ko: 로그인 실패

# pv.section.adminMenu
source: Admin Menu
ja: 管理者メニュー
ko: 관리자 메뉴

# pv.section.general
source: General
ja: 一般
ko: 일반

# pv.section.help
source: Help
ja: ヘルプ
ko: 도움말

# pv.section.vendorMenu
source: Vendor Menu
ja: 事業者メニュー
ko: 업체 메뉴

# pv.user.guest
source: Guest
ja: ゲスト
ko: 게스트

# pvm.message.error.title
source: Error
ja: エラー
ko: 오류

# pvm.message.loginFirst.msg
source: Please Login First.
ja: 先にログインしてください。
ko: 먼저 로그인해주세요.

# ra.evidence.initial
source: Initial
ja: 初期状態
ko: 초기

# ra.evidence.rejected
source: Rejected
ja: 却下
ko: 거절됨

# ra.evidence.submitted
source: Submitted
ja: 提出済み
ko: 제출됨

# ra.evidence.verified
source: Verified
ja: 確認済み
ko: 확인됨

# ra.status.approved
source: Approved
ja: 承認済み
ko: 승인됨

# ra.status.archived
source: Archived
ja: アーカイブ済み
ko: 보관됨

# ra.status.initial
source: Initial
ja: 初期状態
ko: 초기

# ra.status.pending
source: Pending
ja: 審査中
ko: 대기 중

# ra.status.rejected
source: Rejected
ja: 却下
ko: 거절됨

# ra.statusDesc.approved
source: Application is approved.
ja: 申請が承認されました。
ko: 신청이 승인되었습니다.

# ra.statusDesc.archived
source: Archived.
ja: アーカイブされています。
ko: 보관 처리되었습니다.

# ra.statusDesc.initial
source: Application yet submitted.
ja: 申請はまだ提出されていません。
ko: 아직 제출되지 않았습니다.

# ra.statusDesc.pending
source: Application is pending for review.
ja: 申請は現在審査中です。
ko: 신청이 심사 대기 중입니다.

# ra.statusDesc.rejected
source: Application Rejected.
ja: 申請は却下されました。
ko: 신청이 거절되었습니다.

# raf.evidenceHelper.codePost
source: Post the verification code on your official channel (Website, Instagram, Youtube, X, etc.), then submit with the URL and location detail.
ja: 公式チャンネル（Webサイト、Instagram、YouTube、X 等）に認証コードを掲載し、URLと掲載場所の詳細を入力して送信してください。
ko: 공식 채널(웹사이트, 인스타그램, 유튜브, X 등)에 인증 코드를 게시한 뒤, URL과 위치 상세를 입력해 제출하세요.

# raf.evidenceHelper.officialEmail
source: Provide an official email hint and a public URL that shows or uses that email, then send an email to the address below.
ja: 公式メールのヒントと、そのメールが掲載／使用されている公開URLを入力し、下記アドレスへメールを送信してください。
ko: 공식 이메일 힌트와 해당 이메일이 표시되거나 사용되는 공개 URL을 입력한 뒤, 아래 주소로 이메일을 보내주세요.

# reav.button.login
source: Login
ja: ログイン
ko: 로그인

# reav.label.email
source: Email
ja: メール
ko: 이메일

# reav.label.password
source: Password
ja: パスワード
ko: 비밀번호

# reav.placeholder.email
source: Email
ja: メール
ko: 이메일

# reav.text.loginAgainToProceed
source: Please login again to proceed
ja: 続行するには再度ログインしてください
ko: 계속하려면 다시 로그인해주세요

# reav.toast.confirmSuccess
source: Confirmation login successful.
ja: 確認ログインが完了しました。
ko: 재인증에 성공했습니다.

# reav.toast.inactiveUser
source: Inactive user.
ja: 無効化されたユーザーです。
ko: 정지된 계정입니다

# reav.toast.loginFailed
source: Login failed. Please check your username and password.
ja: ログインに失敗しました。ユーザー名とパスワードを確認してください。
ko: 로그인에 실패했습니다. 아이디와 비밀번호를 확인해주세요.

# reav.toast.signInAgain
source: Please sign in again.
ja: 再度ログインしてください。
ko: 다시 로그인해주세요.

# reav.toast.useCurrentAccount
source: Please login using the currently signed-in account.
ja: 現在ログイン中のアカウントでログインしてください。
ko: 현재 로그인된 계정으로 로그인해주세요.

# regvm.alert.createMarkFailed.title
source: Failed to create mark
ja: マークの作成に失敗しました
ko: 마크 생성 실패

# regvm.alert.dupEmail.msg
source: Please use a different email.
ja: 別のメールを使用してください。
ko: 다른 이메일을 사용해주세요.

# regvm.alert.dupEmail.title
source: Email already in use
ja: このメールは既に使用されています
ko: 이미 사용 중인 이메일입니다

# regvm.alert.dupUsername.msg
source: Please use a different username.
ja: 別のユーザー名を使用してください。
ko: 다른 아이디를 사용해주세요.

# regvm.alert.dupUsername.title
source: Username already in use
ja: このユーザー名は既に使用されています
ko: 이미 사용 중인 아이디입니다

# regvm.alert.registerFailed.title
source: Register failed
ja: 登録に失敗しました
ko: 회원가입 실패

# regvm.alert.unexpected.msg
source: Unexpected error occurred.
ja: 予期しないエラーが発生しました。
ko: 예상치 못한 오류가 발생했습니다.

# rrv.button.edit
source: Edit
ja: 編集
ko: 수정

# rrv.button.register
source: Register
ja: 登録
ko: 가입하기

# rrv.field.email
source: Email
ja: メール
ko: 이메일

# rrv.field.password
source: Password
ja: パスワード
ko: 비밀번호

# rrv.field.username
source: Username
ja: ユーザー名
ko: 아이디

# rrv.title.reviewDetails
source: Review your details
ja: 入力内容の確認
ko: 입력 내용을 확인하세요

# rv.button.login
source: Login
ja: ログイン
ko: 로그인

# rv.button.submit
source: Submit
ja: 送信
ko: 제출

# rv.label.emailRequired
source: Email *
ja: メール *
ko: 이메일 *

# rv.label.passwordRequired
source: Password *
ja: パスワード *
ko: 비밀번호 *

# rv.label.usernameRequired
source: Username *
ja: ユーザー名 *
ko: 아이디 *

# rv.placeholder.email
source: Email
ja: メール
ko: 이메일

# rv.placeholder.username
source: Username
ja: ユーザー名
ko: 아이디
